Repository: omarhassansadek/yourparts
Catalog: yourparts/Resources/Localization/*.lproj/Localizable.strings
Languages: ar

source: Name
ar: الأسم

source: Email
ar: البريد الاليكتروني

source: Password
ar: كلمة السر

source: welcome
ar: مرحبا

source: Yourparts
ar: يوربارتس

source: Main Information
ar: تعديل بياناتى

source: Edit your profile
ar: عدل بينات حسابك

source: Favourite Cars
ar: سياراتي المضافة

source: Past Orders
ar: عمليات الشراء السابقة

source: Current Orders
ar: عمليات الشراء تحت التنفيذ

source: Add car now
ar: أضف سيارة الأن

source: Your Addresses
ar: عناوين التوصيل المضافة

source: Add address now
ar: لا توجد عناوين مضافة بعد .. أضف عنوان الأن

source: Favourite
ar: المفضلة

source: x items in favourite
ar: قطعة في المفضلة

source: Cart
ar: عربة التسوق

source: Add items to cart
ar: عربة التسوق فارغة .. أضف قطع جديدة

source: Requested items
ar: قطعك المطلوبة

source: Check your requested items
ar: شاهد القطع التي تم طلبها

source: Home
ar: المنزل

source: Make it primary address
ar: أجعله عنوانك المفضل

source: Enter address ..
ar: ادخل العنوان ..

source: Car Name
ar: اسم السيارة

source: Spare Parts
ar: قطع غيار

source: Inner Parts
ar: أجزاء داخلية و خارجية

source: Tires
ar: كاوتش و جنوط

source: Fluids & Oil
ar: زيوت و سوائل

source: Foreign Parts
ar: قطع غيار استيراد

source: Make favorite car
ar: أجعلها سيارتك المفضلة

source: Choose Type
ar: أختر النوع

source: Choose Brand
ar: أختر الماركة

source: Choose Model
ar: أختر الموديل

source: Manufacture Year
ar: سنة الصنع

source: Search Car Tires
ar: أبحث عن كاوتش سيارة

source: Tire for your car
ar: الكاوتش المناسب لسيارتك

source: Select Tire Info
ar: حدد بيانات الكاوتش

source: Tire Size
ar: مقاسات الكوتش

source: Show Tires
ar: استعرض الكاوتش

source: Choose Car Type
ar: أختر النوع المركبة

source: Brand
ar: الماركة

source: Model
ar: الموديل

source: Tire Type
ar: نوع الكاوتش

source: Width
ar: العرض

source: Height
ar: الأرتفاع

source: Length
ar: العرض

source: Radius
ar: القطر/ البوصة

source: Search brand or model
ar: ابحث بماركة او موديل

source: Internal and External Parts
ar: الأجزاء الداخلية و الخارجية

source: Accessories
ar: الأكسسوارات

source: Advanced Search Internal and External Parts
ar: بحث متقدم في الأدزاء الداخلية و الخارجية

source: Choose Car Info
ar: اختار بيانات المركبة

source: Choose Main and Far3y
ar: أختار القسم و القسم الفرعي

source: Price
ar: السعر

source: Choose Main Dep.
ar: أختر القسم الرئيسي

source: Choose Sub Dep.
ar: أختر القسم الفرعي

source: Choose Home Country
ar: أختر بلد المنشأ

source: Add to Cart
ar: إضافة الى عربة التسوق

source: Add to Favorites
ar: إضافة الى المفضلة

source: Product Details
ar: تفاصيل المنتج

source: Size
ar: حجم

source: Stock
ar: المخزون

source: Supplier
ar: التاجر

source: Details
ar: تفاصيل المنتج

source: Reviews
ar: تقييمات المستخدمين

source: View all Reviews
ar: شاهد كل التقييمات (٢٣)

source: Rate Product
ar: قم بالتقييم

source: Similar Products
ar: قطع مشابهة

source: See All Products
ar: شاهد كل القطع

source: Show Offer
ar: شاهد العرض

source: Discount 30%
ar: خصم ٣٠٪

source: Check Parts
ar: شاهد قطع الغيار

source: What is yourparts
ar: ما هو موقع يوربارتس؟

source: All Spare Parts
ar: جميع أقسام قطع الغيار

source: Search with part name
ar: إبحث بأسم القسم

source: Create New Account
ar: أنشاء حساب جديد

source: Welcome to Your Parts
ar: أهلا بك في يوربارتس

source: Sign up to explore a world of car parts
ar: خطوات بسيطة و تتمع بعالم متكامل من قطع الغيار

source: Sign in
ar: تسجيل دخول

source: Don't have an account? Sign up
ar: ليس لديك حساب؟ اشترك

source: Confirm Password
ar: تأكيد كلمة المرور

source: Mobile Number
ar: رقم المحمول

source: Forget Password?
ar: نسيت كلمة المرور ؟

source: Add car to see parts for your car
ar: اضف سيارة لتشاهد قطع غيارها

source: Categories
ar: الاقسام

source: Offers Today
ar: عروض اليوم

source: Light Truck
ar: نقل

source: Passenger Car
ar: ملاكى

source: Enter Elements
ar: أدخل العناصر

source: Choose Speed
ar: مستوى السرعة

source: Search Tyres
ar: ابحث عن الإطارات

source: Price for unit
ar: السعر للقطعه الواحدة

source: Price delivery and spare part price is different from each city
ar: سعر الشحن و قطع الغيار يختلف بين المحافظات و المدن

source: More
ar: المزيد

source: Filter Options
ar: التصفية:

source: Speed Rate
ar: معدل السرعة

source: Optional Requirements
ar: متطلبات أختيارية

source: Delete Filters
ar: مسح التصفية

source: Done
ar: موافق

source: Your cart is empty
ar: عربة التسوق الخاصة بك فارغة

source: Check the best spare parts for your car
ar: تصفح اقسام الشراء لتجد افضل قطع غيار سيارتك

source: Go Shopping
ar: اذهب إلى التسوق

source: Charge Cost
ar: الشحن

source: Vat
ar: الضريبة

source: Total Price
ar: إجمالى السعر

source: Continue to checkout
ar: تابع عملية الشراء

source: There is no address saved
ar: لا يوجد عنوان مسجل

source: Add Address
ar: اضف العنوان

source: Delivery Address
ar: عنوان التوصيل

source: City
ar: اسم المحافظة

source: Region
ar: اسم المنطقة

source: Street
ar: اسم الشارع

source: Building
ar: رقم العمارة

source: Floor
ar: رقم الطابق

source: Appartment
ar: رقم الشقة

source: Save Address
ar: حفظ عنوان

source: Choose Payment Method
ar: تأكيد طريقة الدفع

source: Payment Method
ar: طريقة الدفع

source: There is no added cars
ar: لا يوجد سيارة مضافة بالقائمة

source: Add car to browse its spare parts
ar: اضف سيارتك لسهوله البحث عن قطع الغيار الخاصة بها

source: Add Car
ar: اضف سيارة

source: My Cars
ar: سياراتى

source: Add new car
ar: اضف سيارة اخرى

source: Add your car
ar: اضف سيارتك

source: Click to make sure to pay when received
ar: اضعط على زر تأكيد لاكمال عمليه الدفع عند الاستلام

source: Continue
ar: تاكيد

source: Cancel
ar: الغاء

source: Added to cart
ar: المنتج في عربة التسوق

source: Peices in Favorites
ar: قطعة في المفضلة

source: Peices in Cart
ar: قطعة في عربة التسوق

source: Settings
ar: الإعدادات

source: Change Password
ar: تغيير كلمة المرور الخاصة بك

source: Privacy Policy
ar: سياسة الخصوصية

source: About Application
ar: عن التطبيق

source: Logout
ar: خروج

source: Saved Successfully
ar: تم الحفظ بنجاح

source: Confirmation
ar: التأكيد

source: Frequently Needed
ar: الأكثر طلباً

source: What your car needs
ar: ما تحتاجه السيارة دائما

source: Spare Parts Brand
ar: ماركات قطع الغيار

source: Cars Brand
ar: ماركات السيارات

source: Choose Location
ar: اختر العنوان

source: Add Car Successfully
ar: تم اضافة بنجاح

source: Are you sure you want to logout?
ar: هل تريد تسجيل الخروج؟

source: Receive from home
ar: استلام من المنزل

source: Receive from yourfixers branch
ar: استلام من فروعنا

source: Shipping Address
ar: عنوان التوصيل

source: Order Details
ar: تفاصيل طلبك

source: Ship in the same day
ar: شحن في نفس اليوم

source: Fix Service
ar: خدمة التركيب

source: Enter Promo Code
ar: ادخل كود الخصم

source: Apply
ar: تطبيق

source: xvalid
ar: تم خصم مبلغ 200 جنيه

source: Cart Total
ar: اجمالى عربة التسوق

source: Shipping
ar: الشحن

source: Install Part
ar: التركيب

source: Promo Code
ar: كود الخصم

source: Cash on delivery
ar: كاش

source: Credit Card
ar: فيزا

source: Valu
ar: تقسيط

source: Pay
ar: الدفع

source: Current Password
ar: كلمة المرور الحالية

source: New Password
ar: كلمة المرور الجديدة

source: Confirm New Password
ar: تأكيد كلمة المرور الجديدة

source: Retrieve Password
ar: استعادة كلمة المرور

source: Send
ar: إرسال

source: Installment Type
ar: نوع التقسيط

source: Installment using valu
ar: تقسيط عن طريق فاليو أو وقتى

source: Installment By Bank
ar: تقسيط عن طريق البنوك

source: Edit My Info
ar: تعديل بياناتى

source: No product found. Please contact the call center
ar: هذا المنتج غير متوفر رجاء الاتصال علي الخط الساخن

source: Installation Service From
ar: خدمة تركيب من

source: Installation Service
ar: تركيب
